INSERT INTO TechServiceParts (TechServiceId, PartId)
VALUES
-- ТО ПАЗ Vector Next (Id 1-3)
(1, 26),  -- Диагностика двигателя автобуса
(2, 7),   -- Замена масляного фильтра
(2, 16),  -- Замена тормозных колодок
(3, 14),  -- Замена ступицы колеса

-- ТО ЛиАЗ 4292 (Id 4-5)
(4, 18),  -- Замена генератора
(4, 20),  -- Диагностика блока управления
(5, 17),  -- Замена аккумулятора

-- ТО Volgabus 5270 (Id 6)
(6, 26),  -- Диагностика двигателя
(6, 30),  -- Ремонт кондиционера

-- ТО КАМАЗ 54901 (Id 7-8)
(7, 3),   -- ТНВД
(7, 12),  -- Замена рессор
(8, 15),  -- Замена тормозного диска

-- ТО MAN TGX (Id 9-10)
(9, 2),   -- Турбина
(9, 19),  -- Стартер
(10, 17), -- Аккумулятор

-- ТО Урал Next (Id 11-12)
(11, 31), -- Лебедка
(11, 34), -- Усиленная подвеска
(12, 35), -- Аварийный генератор

-- ТО ГАЗ Соболь (Id 13)
(13, 24), -- Бампер передний
(13, 25), -- Боковое зеркало

-- ТО Hyundai Mighty (Id 14)
(14, 4),  -- Радиатор охлаждения
(14, 6),  -- Ремень ГРМ

-- ТО Ford Transit (Id 15-16)
(15, 28), -- Дверь пассажирская
(15, 29), -- Сиденье водителя
(16, 18), -- Генератор

-- ТО МАЗ 5440 перед списанием (Id 17)
(17, 15), -- Тормозной диск
(17, 16); -- Тормозные колодки