INSERT INTO VehicleProperties (PropertyName)
VALUES
-- Общие свойства
('Тип топлива'),
('Расход топлива'),
('Масса'),
('Грузоподъемность'),

-- Свойства грузового транспорта
('Тип кузова'),
('Тип подвески'),
('Наличие рефрижератора'),
('Количество осей'),
('Наличие крана-манипулятора'),

-- Свойства пассажирского транспорта
('Количество мест'),
('Наличие кондиционера'),
('Тип салона'),
('Наличие ремней безопасности'),
('Наличие USB-розеток'),
('Наличие Wi-Fi'),
('Доступ для инвалидов'),
('Тип дверей'),
('Наличие мониторов'),

-- Свойства специального транспорта
('Наличие спецсигналов'),
('Наличие генератора'),
('Наличие лебедки'),
('Наличие компрессора'),
('Рабочая температура эксплуатации');