INSERT INTO EmployeeProperties (PropertyName)
VALUES 
('Опыт работы'),
('Наличие высшего образования'),
('Категория водительских прав'),
('Допуск к работе с техникой'),
('Знание ПК'),
('Иностранные языки'),
('Готовность к командировкам'),
('Медицинская книжка'),
('Действующая медкомиссия'),
('Наличие спецодежды');

INSERT INTO EmployeeProperties (PropertyName)
VALUES 
('Допуск к работе с электроустановками'), -- для электромонтеров
('Сертификат по диагностике авто'), -- для механиков
('Знание систем ГЛОНАСС/GPS'), -- для логистов, диспетчеров
('Умение работать с системой 1С'), -- для бухгалтеров, экономистов
('Знание норм расхода ГСМ'), -- для механиков, логистов
('Навыки сварки'), -- для автослесарей, кузовщиков
('Знание правил перевозки опасных грузов'), -- для водителей-экспедиторов
('Умение работать с краном-манипулятором'), -- для водителей спецтехники
('Опыт работы с гидравликой'), -- для механиков
('Знание системы электронных путевых листов'); -- для диспетчеров